#####################################################
# Russian interface file for  Reset Windows Password
# Translated by Ivan Orlov
#####################################################

101=О программе...
102=Ошибка
103=Последняя системная ошибка:
104=ошибка %X
105=Вас приветствует
106=Мастер программы поможет вам восстановить или сбросить ваши забытые пароли Windows.
107=SAM - обычные учетные записи
108=AD - доменные учетные записи Active Directory
109=Режим работы
110=Что вы хотите сделать
111=Язык программы
112=Сбросить или изменить пароль пользователя
113=Поиск паролей пользователей
114=Дамп (экспорт) парольных хэшей в файл
115=Удалить компрометирующую информацию пользователя
116=Сбросить/изменить пароль DSRM (Directory Services Restore Mode)
117=Загрузить дополнительный IDE/SATA/SCSI/RAID драйвер
118=Восстановить измененный ранее пароль или данные
119=Программа работает только с загрузочного CD/DVD/USB диска Passcape.
120=К следующему шагу Мастера
121=Работа с обычными (SAM) учетными записями Windows
122=Работа с учетными записями Active Directory
123=Выбор режима работы
124=Язык интерфейса Мастера
125=Меню RWP
126=Регистрация программы в Интернете
127=Ввести регистрационный код
128=Сообщить об ошибке
129=Отправить комментарий
130=Рекомендовать другу
131=Разделы помощи
132=О программе...
133=Невозможно выполнить команду
134=Ошибка отправки e-mail
135=Назад к предыдущему шагу Мастера
136=Загрузка и установка дополнительных драйверов для устройств хранения данных
137=Установка дополнительных драйверов устройств. Например, если программа не обнаружила ваш жесткий диск. Перезагрузка системы не требуется.
138=Нажмите 'Загрузить Драйвер' для установки выбранного драйвера в систему. Дисковые драйвер, как правило, поставляются на CD в комплекте с материнской платой. Дополнительные драйверы устройств можно скачать с нашего сайта (http://www.passcape.com)
139=Загрузить Драйвер
140=Устройства хранения данных
141=Файлы-описатели драйверов (*.inf)|*.inf||
142=Программа-установщик драйверов не найдена. Пожалуйста, обратитесь в тех. поддержку.
143=Ошибка запуска программы-установщика.
144=Выбранный драйвер был успешно установлен. Теперь программа обновит список устройств.
145=Программа-установщик завершил работу с ошибкой:
146=<ДЕМО ВЕРСИЯ>
147=Последняя ошибка:
148=Ошибка 0x%08X
149=Закончить работу с программой (перед продолжением, не забудьте вытащить/отсоединить загрузочный диск чтобы загрузить вашу старую Операционную Систему) ?
150=Закрыть программу и перезагрузить систему
151=Нажмите эту кнопку для загрузки выбранного драйвера
152=Утилиты
153=Сброс пароля учетной записи SAM (шаг %d из %d)
154=На этом этапе необходимо указать путь к файлам реестра SAM и SYSTEM. Эти файлы расположены в каталоге %WINDIR%\\system32\\config. Например, C:\\Windows\\system32\\config\\
155=Путь в файлам SAM и SYSTEM
156=Файл реестра SAM
157=Файл реестра SYSTEM
158=Поиск...
159=Выберите найденный файл/папку из списка или укажите свой путь
160=Все файлы (*.*)|*.*||
161=Неверный SAM файл
162=Неверный файл SYSTEM
163=Для продолжения работы, выберите учетную запись, пароль которой необходимо сбросить/изменить.
164=Список пользователей
165=Свойства учетной записи
166=Уч. запись блокирована:
167=Уч. запись отключена:
168=Истек срок действия пароля:
169=Пароль не требуется:
170=История паролей:
171=Подсказка о пароле:
172=Описание уч. записи:
173=Имя пользователя
174=RID пользователя
175=Администратор
176=Статус
177=нет
178=ошибка открытия файла реестра
179=файл реестра испорчен
180=недостаточно памяти или ресурсов
181=ошибка чтения файла реестра
182=неподдерживаемый формат реестра
183=случилась непредвиденная ошибка
184=путь не найден
185=данные не найдены
186=неверный входной параметр
187=неверный указатель или длина данных
188=внутренняя ошибка
189=ошибка записи файла реестра
190=неизвестная ошибка
191=Для продолжения работы требуется дискета с паролем SYSKEY. Продолжить? Перед тем, как продолжить, вставьте в дисковод дискету с файлом 'startkey.key'.
192=неподдерживаемый формат ключа сессии SAM
193=неверный SYSKEY, ключ сессии SAM или SAM файл не соответствует SYSTEM
194=ошибка LoadLibrary
195=ошибка GetProcAddress
196=ошибка расшифровки пароля LM
197=ошибка расшифровки пароля NTLM
198=неизвестная структура данных
199=ошибка открытия SYSTEM
200=запись с описателем SYSKEY не найдена
201=SYSKEY не был прочитан
202=ошибка открытия SAM
203=ошибка чтения SAM
204=ошибка записи в SAM
205=ошибка шифрования пароля LM
206=ошибка шифрования пароля NTLM
207=команда не определена
208=длина данных не совпадает
209=ошибка преобразования данных
210=неподдерживаемая структура данных
211=SYSKEY не может быть изменен
212=ошибка записи в SYSTEM
213=невозможно переименовать ключ
214=не найдена опция загрузки
215=начальный пароль SYSKEY не найден на этой дискете
216=ошибка чтения файла с паролем SYSKEY
217=SYSKEY не был расшифрован
218=SYSKEY не найден
219=неверное значение RID
220=не-уникальное значение RID
221=ошибка записи в реестр
222=Ошибка открытия SAM: %s
223=Невозможно получить список пользователей в домене SAM: %s
224=Да
225=Нет
226=Пользователь
227=Гость
228=Оператор
229=Системная уч. запись
230=Пароля нет
231=Запаролено
232=Легенда
233=Для продолжения требуется ввести начальный пароль SYSKEY. Продолжить?
234=Начальный пароль SYSKEY
235=Введите сюда пароль SYSKEY
236=Никогда
237=хэш(ей)
238=Сброс пароля учетной записи Active Directory (шаг %d из %d)
239=Укажите пути к файлам ntds.dit и SYSTEM. ntds.dit, как правило, находится в папке %WINDIR%\\ntds\\, тогда как SYSTEM всегда лежит в каталоге %WINDIR%\\system32\\config.
240=Файлы Active Directory
241=Путь в базе данных Active Directory (обычно ntds.dit)
242=Базы данных Active Directory (*.dit)|*.dit|Все файлы (*.*)|*.*||
243=общая ошибка шифрования
244=начальный пароль SYSKEY не может быть прочитан с дискеты
245=невозможно расшифровать список PEK
246=не распознана структура списка PEK
247=нечего расшифровывать
248=неизвестный алгоритм шифрования
249=системная дата не совпадает
250=ошибка расширения
251=ошибка шифрования данных пользователя
252=ошибка открытия AD
253=ошибка инициализации AD
254=ошибка чтения AD
255=невозможно прочитать ключ шифрования данных
256=невозможно инициализировать ключ шифрования данных
257=Дамп парольных хэшей SAM (шаг %d из %d)
258=ошибка чтения данных
259=ошибка шифрования данных
260=Для максимальной совместимости рекомендуется сохранять файл в формате ASCII PWDUMP.\nПароли могут быть сохранены только если выбран формат Passcape.
261=Дамп парольных хэшей Active Directory (шаг %d из %d)
262=Текстовый файл ASCII
263=Текстовый файл UNICODE
264=Формат выходного файла
265=Сохранить как
266=Что сохранять
267=Имя пользователя
268=RID пользователя
269=LM хэш
270=NTLM хэш
271=Полное имя, описание
272=Домашний каталог
273=Пароль (если найден)
274=<<  ДАМП  >>
275=Формат PWDUMP
276=Формат Passcape
277=История паролей (если есть)
278=LM хэш истории
279=NTLM хэш истории
280=Информация не была собрана
281=Текстовые файлы PWDUMP (*.txt)|*.txt||
282=Универсальная конфигурация Passcape (*.puc)|*.puc||
283=Ошибка открытия файла на запись
284=Дамп-файл был успешно сохранен
285=Введите новый пароль или оставьте поле ввода пустым для сброса. Особое внимание уделите доп-ым опциям. Windows отклонит ваш новый пароль если уч. запись блокирована или отключена.
286=Информация учетной записи
287=Сброс
288=<<  СБРОСИТЬ/ИЗМЕНИТЬ  >>
289=Путь к SAM
290=Имя учетной записи
291=RID учетной записи
292=Описание
293=Новый пароль
294=У.з. заблокирована
295=У.з. отключена
296=Срок пароля истек
297=Сбросить пароль и/или изменить дополнительные опции
298=Новый пароль. Оставьте это поле пустым для сброса.
299=Разблокировать учетную запись или нет
300=Включить/отключить учетную запись
301=Если срок действия пароля истек, вам будет предложено сменить пароль при входе в Windows
302=Неверные данные
303=Не могу открыть пользователя в домене SAM: %s
304=Хотите создать файл отката?
305=Не могу сохранить данные в SAM домен: %s
306=Ошибка сохранения данных пользователя: %s
307=Учетная запись была успешно изменена. Теперь необходимо вытащить CD/DVD/USB диск и закрыть программу, чтобы загрузить вашу операционную систему. Если в системе была установлена политика паролей, убедитесь, что новый пароль соответствует требованиям длины и сложности, а также не совпадает ни с одним из введенных ранее паролей. Иначе Windows не разрешит вход в учетную запись.
308=Путь к AD
309=Невозможно обработать учетную запись AD
310=Невозможно сохранить данные в базу AD. Движок базы данных вернул следующую ошибку: %d.
311=Дамп парольных хэшей Active Directory
312=Дамп парольных хэшей SAM
313=Сброс пароля Directory Services Restore Mode (шаг %d из %d)
314=Ошибка определения типа Windows.
315=Directory Services Restore Mode не найден
316=Введите новый пароль для DSRM или оставьте поле ввода пустым для его сброса
317=Общая информация
318=Сброс пароля DSRM
319=Путь к SYSTEM
320=Роль
321=Пароль присутствует
322=Нажмите чтобы сбросить пароль DSRM
323=Ошибка открытия учетной записи DSRM: %s
324=Ошибка записи данных DSRM: %s
325=Невозможно сохранить данных учетной записи DSRM: %s
326=Учетная запись DSRM была успешно изменена. Теперь вы можете закрыть программу и вытащить CD/DVD/USB диск чтобы загрузить вашу старую систему. Для входа в DSRM, нажмите [F8] во время загрузки системы.
327=Откат предыдущих изменений (шаг %d из %d)
328=Выберите источник данных. Сессии отката (восстановления) хранятся в *.puc файлах и упорядочены по времени/дате.
329=Сессия отката
330=Детали сессии отката
331=Пароль SAM
332=Пароль Active Directory
333=Пароль Directory Service Restore Mode
334=Тип данных
335=Выбор нового *.puc файла
336=Информация об откатах не была найдена в файле
337=Учетная запись DSRM
338=Этот диалог поможет вам восстановить старый, измененный ранее пароль. Нажмите кнопку 'Восстановить' для возврата старого пароля или данных.
339=<<  ВОССТАНОВИТЬ  >>
340=Конфигурационный файл Passcape
341=Что восстанавливать
342=Откат уже был
343=Восстановить данные из сессии отката
344=%d раз
345=Восстановить данные? Нажмите 'Yes' для продолжения.
346=Невозможно восстановить данные SAM: %s
347=Ошибка восстановления данных: %s
348=Данные были успешно восстановлены
349=Сессия отката уже была использована ранее. Все равно продолжить?
350=Удаление компрометирующей информации (шаг %d из %d)
351=Выберите персональную информацию, которую требуется удалить. Большинство необходимых файлов расположены в папке <WINDOWS>\\System32\\config.
352=Что необходимо удалить
353=Требуемые файлы
354=Файл реестра SECURITY
355=Файл реестра SOFTWARE
356=Удалить историю паролей пользователя Active Directory
357=Удалить историю паролей обычного пользователя (SAM)
358=Удалить кэшированные пароли домена
359=Удалить кэшированные пароли на вход в Windows
360=Удалить информацию о сбросе пароля Windows
361=Удалить подсказку о пароле
362=Выберите пользователя для которого надо удалить %s
363=историю паролей
364=кэшированные пароли домена
365=подсказку о паролях
366=нет ошибок
367=ошибка чтения/расшифровки SYSKEY
368=ошибка инициализации первичного ключа шифрования
369=ошибка чтения первичного ключа шифрования, пароли не найдены
370=ошибка открытия контрольного значения
371=ошибка чтения контрольного значения
372=ошибка открытия кэшированной записи домена
373=ошибка чтения кэшированной записи домена
374=недостаточно памяти или ресурсов
375=непредвиденная ошибка
376=не поддерживается
377=неверный размер секрета
378=данные не прошли проверку целостности или неверный ключ шифрования
379=данных больше нет
380=кэшированная запись домена обработана неверно
381=данные не найдены
382=неизвестная ошибка
383=найдена испорченная запись
384=запись не найдена
385=ошибка доступа к данным
386=ошибка сохранения данных в стеке
387=ошибка чтения имени пользователя
388=общая ошибка шифрования
389=сбой в преобразовании данных
390=ошибка сохранения кэшированной записи
391=Невозможно прочитать кэшированные пароли домена: %s.
392=Кэшированные пароли домена не найдены или не расшифрованы
393=История паролей не была обнаружена
394=Теперь все готово для обнуления выбранной информации. Будьте осторожны, эти данные удаляются навсегда.
395=Подсказки о пароле не найдены
396=<<  УДАЛИТЬ  >>
397=Удалить навсегда
398=Что удалять
399=Пользователь
400=История паролей пользователя Active Directory
401=История паролей обычного пользователя (SAM)
402=кэшированные пароли на вход в Windows
403=информация о сбросе пароля Windows
404=все пользователи
405=Информация о сбросе пароля не найдена.
406=История паролей была успешно удалена.
407=Невозможно удалить по меньшей мере одну кэшированную запись: %s.
408=Запись о пользователе была успешно удалена из кэша домена
409=Ошибка открытия реестра %s: %s.
410=общая ошибка расшифровки
411=ошибка инициализации ключа шифрования
412=ошибка чтения реестра SECURITY
413=запрашиваемые данные не найдены
414=не могу сохранить ключ шифрования пароля
415=пустой слот данных
416=ошибка записи в реестр SECURITY
417=Ошибка записи в реестр %s: %s.
418=Ошибка удаления кэшированной записи Windows: %s.
419=Кэшированная запись Windows была успешно удалена
420=Ошибка удаления структуры данных дискеты сброса пароля: %s.
421=Данные для дискеты сброса пароля были успешно удалены
422=Невозможно удалить подсказку о пароле SAM: %s.
423=Поиск паролей пользователей (шаг %d из %d)
424=В некоторых случаях парольные хэши могут быть расшифрованы практически мгновенно. Общее время восстановления может занять несколько минут в зависимости от выбранных опций.
425=Методы сбора информации
426=Быстрый анализ
427=Глубокий анализ
428=Поиск паролей в кэше Windows
429=Поиск простых паролей
430=Примитивная атака по словарю
431=Примитивная атака перебором
432=Интеллектуальная атака
433=Обязательно укажите все необходимые файлы и папки. Типичный путь к папке с профилями: C:\\Users. Папка для программ обычно расположена по этому пути: C:\\Program Files.
434=Необходимые для поиска файлы и папки
435=Папка с профилями пользователей
436=Папка Program Files
437=Поиск папки с профилями пользователей (обычно C:\\Users)
438=Поиск папки с программами (как правило, C:\\Program Files)
439=Все готово для поиска. Нажмите 'ПОИСК ПАРОЛЕЙ' для сканирования системы на предмет паролей. Эта операция может занять некоторое время. Запаситесь терпением, пожалуйста.
440=Пароль LM
441=Пароль NT
442=ошибка открытия файла
443=Мутация фраз
444=Подождите, пожалуйста...
445=&Отмена
446=Мутация паролей...\n\nПодождите, пожалуйста.
447=<<  ПОИСК ПАРОЛЕЙ  >>
448=Невозможно запустить процесс поиска:
449=ошибка создания нити
450=ошибка загрузки библиотеки Protected Storage
451=ошибка загрузки одной из функций Protected Storage
452=нет ошибок
453=общая ошибка
454=библиотека провайдера не найдена
455=неверный описатель
456=тип уже существует
457=тип не найден
458=неверное правило
459=доступ запрещен
460=ошибка хранилища
461=ошибка проверки владельца
462=неверный пароль
463=несовпадение дискового образа
464=непредвиденная ошибка
465=неверный флаг операции
466=запись уже существует
467=запись не найдена
468=сервис недоступен
469=полный стек
470=неверная строка
471=неверное состояние
472=закрыто
473=уже открыто
474=неизвестная ошибка
475=ошибка открытия пути пользователя
476=ошибка открытия пути к Мастер Ключу
477=неверная длина записи Мастер Ключа
478=неверный Мастер Ключ
479=Идентификатор Мастер Ключа неизвестен или неверен
480=ошибка расшифровки блока данных Мастер Ключа
481=ошибка расшифровки Мастер Ключа
482=ошибка расшифровки DES
483=неверный путь записи
484=невозможно прочитать запись
485=неверная длина записи
486=неверная запись
487=ошибка расшифровки ключа шифрования записи
488=ошибка расшифровки записи
489=испорченная запись
490=испорченный Мастер Ключ
491=ошибка открытия реестра
492=ошибка открытия ключа провайдера
493=владелец данных не найден
494=ошибка копирования пользователя
495=ошибка открытия пользователя
496=записей больше нет
497=ошибка преобразования строки в GUID
498=ошибка преобразования GUID в строку
499=ошибка преобразования GUID типа
500=ошибка преобразования GUID подтипа
501=неизвестная версия структуры данных
502=неверный размер записи
503=ошибка записи в реестр
504=длина данных неверная
505=ошибка чтения файла
506=данные испорчены
507=ошибка открытия крипто-провайдера
508=крипто-алгоритм не поддерживается провайдером
509=данные не найдены
510=невозможно обработать Мастер Ключ
511=невозможно расшифровать Мастер Ключ
512=неизвестный идентификатор Мастер Ключа
513=Мастер Ключ не найден
514=заголовок данных испорчен
515=неизвестный метод
516=ошибка создания хэша
517=ошибка генерации ключа шифрования
518=ошибка установки параметров шифрования
519=данные не прошли подпись
520=неизвестная версия
521=Построение индекса файлов
522=Индексация файлов данных...\n\nПодождите, пожалуйста.
523=<<  ОСТАНОВИТЬ ПОИСК  >>
524=Найдено парольных записей: %d
525=<Пусто>
526=Запрошенная вами операция (%s) не поддерживается текущей редакций программы. Обратитесь, пожалуйста, к соответствующему разделу справки за дополнительной информацией.
527=Откат пароля учетной записи Active Directory
528=Изменение/сброс пароля учетной записи Active Directory
529=Дамп кэшированных паролей домена
530=Изменение/сброс пароля DSRM
531=Дамп парольных хэшей Active Directory
532=Дамп истории паролей
533=Восстановление паролей
534=Удаление сенситивной информации
535=Для продолжения работы необходимо зарегистрировать программу.
536=Дамп (экспорт) кэшированных паролей домена в файл
537=Дамп кэшированных паролей домена (хэшей) в файл
538=Необходимо задать путь к файлам реестра SECURITY и SYSTEM. Они должны находиться в каталоге %WINDIR%\\system32\\config (например, C:\\Windows\\system32\\config\\)
539=Путь к файлам реестра SECURITY и SYSTEM
540=Запуск командной строки (CMD)
541=Неверный файл SECURITY
542=Дамп кэшированных паролей домена (шаг %d из %d)
543=Для максимальной эффективности, рекомендуется сохранять файл в формате Passcape. Cachedump не поддерживает Windows Vista, имеет проблемы с не-английскими именами пользователей.
544=Текстовый файл CACHEDUMP
545=Файлы CACHEDUMP (*.cachedump)|*.cachedump|Текстовые файлы (*.txt)|*.txt||
546=Файлы экпорта и импорта Passcape (*.peif)|*.peif||
547=Ошибка вычисления контрольной суммы файла
548=Ошибка записи в файл
549=Запустить Интернет обозреватель
550=Невозможно открыть файл помощи
551=Программа не смогла обнаружить в вашей системе накопители на жестких дисках. Это говорит о том, что стандартный драйвер по какой-то причине не работает. Для продолжения работы вам необходимо загрузить дополнительный IDE/SATA/SCSI/RAID драйвер.
552=О программе
553=ЗАРЕГИСТРИРОВАННАЯ ВЕРСИЯ
554=ДЕМОНСТРАЦИОННАЯ ВЕРСИЯ
555=Инфо о лицензии:
556=Зарегистрировано на:
557=Инфо и контакты:
558=Дом. страница:
559=Покупка:
560=&Регистрация
561=Регистрация
562=Введите ваш регистрационный код...
563=Информация о регистрации
564=Имя владельца:
565=Регистр-ный код:
566=Введите регистрационные код, который был выслан вам в регистрационном письме. Если вы испытываете трудности, обратитесь к соответствующему разделу справки.
567=Введите, пожалуйста, регистрационный код программы.
568=Введенный код ошибочен. Попробуйте еще раз.
569=Невозможно сохранить код. Обратитесь в службу поддержки.
570=Спасибо за регистрацию программы!
571=Сканирование папок
572=Сканирование структуры папок.\n\nЭта операция может занять некоторое время. Подождите, пожалуйста.
573=<< Назад
574=Далее >>
575=Выход
576=Копировать список в буфер
577=Сохранить в файл
578=<<< Пароли Windows >>>
579=Создано в
580=Ошибка копирования данных
581=Ошибка сохранения данных
582=HTML файлы (*.htm)|*.htm||
583=Список был успешно скопирован в буфер
584=Запуск Notepad
585=Обнулить SYSKEY
586=Сброс SYSKEY (все пароли пользователей будут пустые)
587=Изменить/сбросить без возможности восстановления
588=Ошибка обнуления SYSKEY: %s
589=SYSKEY был успешно обнулен, но при сбросе паролей пользователей возникла следующая ошибка: %s. Возможно, вам понадобится восстановить файлы SAM, SYSTEM и SECURITY из бэкапа.
590=SYSKEY был успешно обнулен. Однако для предотвращения порчи учетных записей пользователя, SYSKEY был настроен таким образом, что при загрузке системы будет необходимо ввести пароль. Таким образом, во время загрузки системы при запросе пароля SYSKEY, просто укажите пустой пароль.
591=Сброс SYSKEY - небезопасная операция, которая влияет на безопасность всей системы. Например, вы будете не в состоянии расшифровать ваши файлы, зашифрованные при помощи EFS. После смены SYSKEY, чтобы иметь возможность загрузить систему, программы автоматически перешифрует и сбросит все пароли локальных пользователей. Перед тем как продолжить, настоятельно рекомендуется сделать бэкап следующих файлов реестра: SAM, SYSTEM и SECURITY. Используйте функцию сброса только в качестве последней надежды! Начать сброс SYSKEY?
592=SYSKEY был успешно обнулен, но при сбросе секретов LSA возникла следующая ошибка: %s. Возможно, вам понадобится восстановить файлы SAM, SYSTEM и SECURITY из бэкапа.
593=Программа не смогла сбросить SYSKEY. Хотите попытаться сделать тоже самое, используя альтернативный алгоритм?
594=SYSKEY был успешно обнулен, все пароли локальных пользователей сброшены.
595=Забыли пароль SYSKEY? Вернитесь на главную страницу, выберите меню '%s' для восстановления или меню '%s' для сброса пароля SYSKEY.
596=Если вы потеряли дискету с SYSKEY, вернитесь на главную страницу, выберите пункт меню '%s' и сбросьте SYSKEY. Учтите, что все пароли пользователей также будут сброшены после обнуления SYSKEY.
597=Открыть редактор реестра
598=<недоступно в текущей редакции>
599=Поиск паролей по таблицам Passcape
600=Требуется временный каталог
601=Программа не смогла обнаружить временный каталог (для копирования таблиц). Необходимо указать его самостоятельно.
602=Выбор временного каталога
603=Индексация последних используемых файлов
604=Программа смогла вытащить оригинальный текстовый пароль для этой учетной записи. Этот пароль %s. Все равно хотите сбросить его?
605=Программа не смогла сбросить кэшированную информацию учетной записи (код ошибки: %lu). Все равно хотите продолжить (не рекомендуется)?
606=LiveId <-> обычный
607=Файл с сохраненной кэшированной информацией не найден. Продолжить (не рекомендуется)?
608=Ошибка записи кэшированной информации. Код ошибки %lu.
609=Ошибка чтения кэшированной информации.
610=Учетная запись LiveID:
611=Для выбранной учетной записи нельзя установить пустой пароль - Windows не пустит вас в систему. Попробуйте задать какой-нибудь простой пароль.
612=База данных не была закрыта корректно (%s). Рекомендуется выполнить операцию сжатия/дефрагментации/восстановления базы AD (например, с помощью утилиты ntdsutil.exe), иначе некоторые данные могут быть недоступны или сохранены неправильно. Иногда сброс пароля на такой базе данных может не возыметь должного эффекта. Все равно продолжить? 
613=Раскладка клавиатуры
614=Загрузить новую раскладку
615=Активировать раскладку
616=Запуск Chkdsk
617=Установить сетевые драйвера
618=Запуск Diskpart
619=Поиск паролей в последних открываемых файлах
620=Поиск паролей в больших файлах, включая hiberfil.sys и pagefile.sys (кроме видео, архивов и т.д.)
621=Искать большие файлы только в корневых каталогах и папках Windows
622=Искать пароли в корзине
623=Уровень мутации паролей
624=Извлекать слова из больших файлов
625=Ошибка инициализации движка для быстрого поиска
626=Распаковка словарей...
627=Ошибка распаковки PCD : %lu
628=Ошибка разворачивания PCD : %lu
629=Запустить менеджер файлов
630=Если целевая операционная система Windows 8, а тип учетной записи - Windows LiveId, то сейчас вам необходимо установить любой непустой пароль для этой учетной записи. В противном случае, вы не сможете залогиниться с пустым паролем.
631=Для того, чтобы программа могла расшифровывать интернациональные пароли, вам сначала необходимо загрузить соответствующую раскладку клавиатуры (для этого используйте кнопку Passcape в левом нижнем углу). Продолжить без загрузки дополнительного языка?\n\nP.S. Это сообщение больше показано не будет.
632=Проверка пароля пользователя
633=Введите пароль для проверки
634=Введите сюда ваш пароль или код. Программа проверяет его в то время, как вы его вводите.
635=Совпал !!!
636=Не совпадает
637=Проверять все комбинации заглавных/строчных букв
638=Проверка пароля
639=Таблицы Passcape (недоступно в ДЕМО)
640=Нечего расшифровывать
641=Монтирование виртуального диска
642=Монтировать файл с образом как виртуальный диск
643=В этом диалоге вы можете открыть файл с образом и подключить его как виртуальный диск. Монтируемые виртуальные диски доступны только для чтения. Поддерживаются следующие форматы: AF*, BIN, DD, E01, FLP, IMG, ISO, NRG, S01, SDI, VHD, VMDK и др.
644=Файлы с образом
645=Монтировать
646=Отключить
647=Отключить все
648=Подсоединить новый образ
649=Отсоединить выделенный образ
650=Отсоединить все ранее подключенные образы
651=Ошибка присоединения образа.
652=Этот образ был уже подсоединен
653=Ошибка отключения образа.
654=Диск
655=Путь к файлу
656=Файлы с образом|*.00n;*.aff;*.afm;*.afd;*.bin;*.dd;*.e01;*.flp;*.img;*.ima;*.nrg;*.iso;*.raw;*.s01;*.sdi;*.vfd;*.vhd;*.vmdk|Все файлы (*.*)|*.*||
657=Текущий модуль
658=Текущий прогресс
659=Общий прогресс
660=Монтировать весь образ
661=Монтировать указанный раздел
662=Поиск паролей путем посекторного индексирования диска
663=Индексирование секторов диска
664=Ошибка чтения опции загрузки LSA. Ошибка %lu.
665=SYSKEY настроен так, чтобы требовать начальную дискету, а не пароль. Только пароль SYSKEY может быть восстановлен. Рассмотрите возможность сброса SYSKEY.
666=SYSKEY настроен по умолчанию. Пароль SYSKEY не требуется.
667=Ошибка чтения ключа сессии SAM: %lu.
668=Неподдерживаемая версия ключа сессии SAM.
669=Поздравляем! Пароль найден (и скопирован в буфер обмена): %s
670=Поиск пароля SYSKEY
671=Пароль не найден
672=Пароль найден: %s
673=Редактор свойств учетных записей
674=Изменение флагов и настроек учетных записей (шаг %d из %d)
675=Изменение настроек и флагов выбранной учетной записи. Будьте аккуратны, сброс или установка некоторых флагов может привести к тому, что учетная запись будет заблокирована, отключена и т.д.
676=Свойства учетной записи
677=<<  ИЗМЕНИТЬ  >>
678=Сбросить данные учетной записи
679=Ошибка чтения флагов учетной записи: %s
680=Обычная учетная запись
681=У.з. находится в другом домене
682=Учетная запись MNS
683=Трастовая у.з. для системного домена
684=У.з. члена рабочей станции или сервера
685=Учетная запись контроллера домена
686=Учетная запись отключена
687=Требуется путь к домашнему каталогу
688=Пароль для этой у.з. не требуется
689=Срок действия пароля неограничен
690=Учетная запись заблокирована
691=Истек срок действия пароля
692=Разрешено отправлять зашифрованные пароли
693=Вход осуществляется при помощи смарт карты
694=Доверять для делегации в Kerberos
695=Не делегировать контекст безопасности
696=Разрешить обратимое шифрование
697=Пре-аутентификации Kerberos не требуется
698=У.з. доступна для делегирования
699=Не добавлять сертификат атрибута привилегий
700=Учетная запись RODC
701=Использовать шифрование AES
702=Требуется запуск скрипта при входе
703=Не могу изменить свойства учетной записи: %s
704=Истек срок действия:
705=Поиск серийных номеров и регистрационных ключей
706=Поиск регистрационных ключей (шаг %d из %d)
707=Укажите правильно папки и файлы, необходимые для дальнейшей работы. Учтите, некоторые учетные записи (если выбрать поиск ключей конкретного пользователя) используются системой, поэтому могут не содержать никаких данных.
708=Где искать
709=Сканировать всех локальных пользователей
710=Искать только в выбранной учетной записи
711=Профиль пользователя
712=Все готово к поиску. Нажмите кнопку '<< ПОИСК КЛЮЧЕЙ >>' для запуска поиска серийных номеров. Это может занять некоторое время, в зависимости от выбранных настроек. Щелкните правой кнопкой на списке, чтобы показать контекстное меню.
713=<< ПОИСК КЛЮЧЕЙ >>
714=Имя программы
715=Регистрационный ключ
716=Идентификатор продукта
717=Владелец
718=Текущая учетная запись
719=Зарегистрированный владелец
720=<Поврежден>
721=<Неизвестная версия>
722=Найдено ключей: %d
723=Программа не смогла открыть кэшированные записи Windows (код ошибки %lu).
724=Уч. запись Microsoft Live ID
725=Невозможно изменить тип учетной записи на обычный. Ошибка: %lu.
726=Невозможно изменить тип учетной записи на Live ID. Ошибка: %lu.
727=Перед сбросом пароля программа изменит учетную запись Live ID на обычную. Продолжить?
728=Учетная запись была успешно изменена. Теперь необходимо вытащить CD/DVD/USB диск и закрыть программу, чтобы загрузить вашу операционную систему.
729=ВАЖНО! Имя вашей учетной записи Live ID '%s' было изменено на '%s'.
730=ВАЖНО! Учетная запись '%s' была изменена обратно на Microsoft Live ID '%s'.
731=Идентификационная атака на сложные пароли
732=Идентификационная атака в работе
733=Не могу записать в переменную SAM
734=Резервное копирование реестра/AD/паролей в архив
735=Убедитесь, что путь к каталогу Windows и Active Directory задан верно. Можно указать другой, если нет.
736=Резервное копирование приватных данных (Шаг %d из %d)
737=Укажите, что именно требуется сохранить, исходный диск и целевой каталог.
738=Исходный диск (где находится операционная система Windows)
739=Целевой каталог (куда сохранять архив)
740=Резервное копирование системного реестра Windows
741=Резервное копирование Active Directory
742=Резервное копирование паролей и приватных данных
743=Резервное копирование паролей и приватных данных
744=Убедитесь, что путь к папке Windows задан верно и, если нет, выберите из предложенных вариантов.
745=Убедитесь, что путь к папке Windows задан верно и, если нет, выберите из предложенных вариантов. Укажите, чьи приватные данные надо искать: выбранного пользователя или всех локальных пользователей.
746=Папка Windows
747=Папка Active Directory
748=Системные каталоги
749=Профили пользователей
750=NTDS.DIT не был найден в указанном каталоге. Все равно продолжить?
751=Все готово к запуску резервного копирования. Нажмите кнопку '<< Сохранить файлы >>' для запуска процесса архивирования. Это может занять некоторое время, в зависимости от выбранных опций.
752=Текущий файл
753=Исходный диск
754=Целевой каталог
755=<< Сохранить файлы >>
756=Обработано файлов: %d
757=Резервное копирование завершено.
758=Ни один файл не был сохранен.
759=%d файлов (из %d) не были сохранены.
760=Все файлы были успешно заархивированы в '%s'.
761=Файлов найдено: %d
762=Поиск сетевых/Интернет/почтовых паролей
763=Поиск и расшифровка сетевых паролей (Шаг %d из %d)
764=Укажите, какие пароли необходимо расшифровать, а также исходный диск, где их искать.
765=Поиск Вэб паролей, сохраненных в Internet Explorer, Edge, Firefox, Chrome и других популярных браузерах
766=Поиск почтовых паролей Outlook, Internet (Live) Mail, Thunderbird, Seamonkey, Foxmail и др.
767=Поиск LAN/WAN/RAS/DSL/VPN/WiFi и других паролей сети
768=Убедитесь, что путь к папке Windows задан верно и, если нет, выберите из предложенных вариантов. Укажите, чьи пароли надо искать: выбранного пользователя или всех локальных пользователей.
769=Все готово. Нажмите кнопку '<< Поиск Паролей >>' для запуска процесса сбора и расшифровки паролей. Это может занять некоторое время, в зависимости от выбранных опций. Дважды щелкните на выделенной красным цветом записи для продолжения расшифровки. Для вызова контекстного меню, используйте правую кнопку мыши.
770=<< Поиск Паролей >>
771=URL или имя
772=Логин
773=Пароль
774=Найдено
775=<Не расшифрован>
776=Количество пока нерасшифрованных элементов: %d. Для продолжения расшифровки, дважды щелкните на любой красной записи.
777=Программа не смогла найти Мастер Пароль пользователя для выбранной записи. Убедитесь, что все исходные данные заданы верно.
778=Ошибка расшифровки данных
779=Пароль на вход
780=Для расшифровки необходимо предоставить пароль на вход в систему владельца данных
781=Путь к профилю пользователя
782=SID пользователя
783=Мастер Ключ пользователя
784=В целевой ОС установлен начальный пароль SYSKEY, сброс может обрушить вашу систему! Крайне рекомендуется выполнить поиск пароля SYSKEY, а не сброс. Если у вас есть веская причина, чтобы использовать функцию сброса, перед тем, как продолжить, обязательно убедитесь, что вы сохранили файл реестра SAM. Продолжить?
785=Пароль SYSKEY пустой
786=Ошибка расшифровки Мастер Ключа. Возможно, пароль неверный.
787=Мастер Пароль
788=Путь к профилю программы
789=Файл с Мастер Ключом
790=%s не найден
791=Для расшифровки необходимо указать Мастер Пароль
792=Требуются дополнительные данные
793=Укажите название поля формы
794=Укажите исходный URL адрес
795=Имя поля формы
796=Интернет-адрес URL страницы
797=Для расшифровки этой  защиты необходимо знать дополнительные параметры. А именно:\n%s.
798=Ошибка открытия каталога Vault %s
799=Сервер
800=Расшифровать
801=Текстовые файлы (*.txt)|*.txt||
802=Тип
803=Комментарий
804=Имя или логин
805=Ошибка обработки входного файла
806=Ошибка расшифровки системного Мастер Ключа. Что-то пошло не так.
807=Добавить новую учетную запись
808=Добавить новую учетную запись (шаг %d из %d)
809=Выберите учетную запись, которую хотите использовать в качестве донора. Из этой учетки в новую будут скопированы основные свойства и данные. На следующем шаге вы сможете отредактировать некоторые из этих свойств.
810=Введите имя и пароль для новой учетной записи. Если установлена политика безопасности паролей, необходимо ввести пароль, отвечающий этой политике. Нажмите кнопку << Создать >> чтобы добавить новую учетную запись в SAM файл.
811=<<  Создать  >>
812=Член групп
813=Не могу определить SID пользователя: %s
814=Создать учетную запись
815=Невозможно изменить %s
816=Это имя уже существует, введите другое
817=Имя пользователя не должно быть пустым
818=Не могу установить пароль %s: %s.
819=Невозможно увеличить счетчик RID: %s
820=Новая учетная запись была успешно создана. Если хотите изменить дополнительные свойства этой учетной записи, вернитесь на начальный экран и выберите режим 'Редактор свойств учетных записей'.
821=Ошибка сохранения данных в домене SAM: %s
822=Настоятельно рекомендуется сохранить реестр SAM перед тем, как продолжить. Хотите сохранить этот файл?
823=Нельзя скопировать файл в самого себя.
824=Ошибка копирования  %s в %s
825=Ошибка определения SID в домене SAM: %s
826=Не является членом групп
827=Новая учетная запись не состоит ни в одной группе. С помощью этой учетной записи будет невозможно войти в систему. Все равно продолжить?
828=Невозможно добавить пользователя как минимум в одну группу
829=Учетная запись не принадлежит группе Администраторы. Вы уверены?
830=Невозможно добавить пользователя в группу SAM
831=Невозможно добавить информацию о владельце в новую учетную запись
832=Некоторые версии Windows могут отвергнуть пустые пароли. Все равно продолжить?
833=Поиск зашифрованных документов
834=Поиск зашифрованных документов (шаг %d из %d)
835=Выберите документ(ы) для поиска. Используйте кнопки [<] и [>] для управления выбором. Чтобы добавить свой документ, которого нет в списке, щелкните на кнопку [+] и задайте свою файловую маску.
836=Документы для поиска
837=Доступные элементы
838=Что искать
839=Искать все
840=Ничего не искать
841=Добавить к поиску
842=Удалить из поиска
843=Добавить свои расширения для файлов
844=Добавить новый элемент для поиска
845=Добавить файл(ы) для поиска
846=Задайте имя элемента (для отображения в диалоге выбора) и одну или несколько файловых масок, разделенных запятой. Например: *.kdbx, *.kdb, *.pwd
847=Имя элемента
848=Файловая маска или маски
849=Это имя уже существует, задайте другое.
850=Одна из файловых масок неправильная
851=Выберите диск или папку откуда необходимо начать поиск. Можно использовать дерево каталогов для выбора нескольких папок или дисков.
852=Пожалуйста, заполните все поля ввода
853=Все локальные жесткие диски
854=Выбранный диск
855=Папка 'Документы' каждого из пользователей
856=Все файлы/папки выбранной учетки
857=Папка 'Документы' выбранной учетки
858=Свои варианты
859=Список дисков
860=Выбрано папок: %s
861=<< ПОИСК ФАЙЛОВ >>
862=Все готово для поиска. Нажмите кнопку << ПОИСК ФАЙЛОВ >> для запуска процесса поиска документов. Это может занять некоторые время. После завершения процесса поиска, щелкните правой кнопкой мыши на списке для открытия контекстного меню.
863=Имя документа
864=Тип документа
865=Защищен
866=Размер файла
867=Создан
868=Изменен
869=Последний доступ
870=Полный путь
871=Текущий каталог
872=Найдено документов: %d
873=Настройки показа учетных записей не найдены, настройка будет пропущена
874=Ошибка изменения настроек показа учетных записей
875=Windows настроена так, чтобы не показывать учетные записи при входе. Хотите включить показ?
876=Программа не смогла найти/открыть указанные папки. Пожалуйста, укажите папки поиска в ручную.
877=Проверять наличие пароля в искомых документах (только для предопределенных типов файлов)
878=Поиск документов работает быстрее, если эта опция НЕ установлена
879=Выбор
880=Сохранение
881=Экспорт
882=Удаление (из списка)
883=Все документы
884=Документы с парольной защитой
885=Документы, соответствующие типу выбранной записи
886=Инвертировать выделение
887=Имена в текстовый файл
888=Всю таблицу в текстовый файл
889=Всю таблицу в HTML файл
890=Выбранные документы
891=Документы без парольной защиты
892=ZIP архивы (*.zip)|*.zip||
893=Найденные документы
894=Найденные хэши и пароли
895=Найденные ключи
896=DCC - кэшированные пароли домена
897=UTILS - утилиты для восстановления паролей и другое
898=Работа с кэшированными записями и паролями домена
899=Восстановление и поиск паролей, удаление приватной информации и другие утилиты
900=Недостаточно памяти. Системе требуется по меньшей мере 1 GB ОЗУ.
901=Сброс/изменение пароля кэшированной записи домена
902=Сброс пароля кэшированной записи домена (шаг %d из %d)
903=Номер записи
904=Тип записи
905=Последний вход
906=Полное имя
907=Имя домена на вход
908=Имя домена
909=DNS домен
910=Домашний диск
911=Домашний каталог
912=Путь к профилю
913=Указанные файлы не содержат кэшированных записей домена
914=Введите новый пароль для кэшированной записи домена или оставьте поле ввода пустым для удаления пароля
915=Сброс пароля DCC
916=Сбросить/изменить пароль учетной записи DCC
917=Кэшированные записи домена
918=Ошибка модификации одной из кэшированных записей
919=Изменить пароли все кэшированных записей для выбранного пользователя
920=Восстановление кэшированных паролей домена
921=Поиск кэшированных паролей домена (шаг %d из %d)
922=Хэш DCC
923=Учетная запись была успешно изменена. Теперь можно вытащить CD/DVD/USB диск, закрыть программу и перезагрузить компьютер.\n\nУбедитесь что домен НЕДОСТУПЕН! В противном случае, система не будет использовать кэш домена и вы не войдете в учетную запись.
924=Включить в поиск паролей
925=Исключить из поиска паролей
926=Включить все записи в поиск
927=Исключить все, кроме выбранной
928=Несмотря на то, что код программы сильно оптимизирован, поиск кэшированных паролей домена (тип 2) из-за сильного шифрования идет очень медленно. Примерно в ~10000 раз медленнее, чем кэшированные пароли домена тип 1. Вы можете увеличить скорость поиска исключив из него учетные записи, не представляющие для вас интерес. Для этого используйте правую кнопку мыши.
929=Ничего не выбрано. Необходимо выбрать хотя бы одну запись.
930=Программа обнаружила кэшированные данные для входа в учетную запись домена. Вернитесь к главному диалогу и переключитесь на режим DCC если требуется сбросить пароль к одной из следующих учетных записей:
931=Программа обнаружила кэшированные данные домена. Вернитесь к главному диалогу и переключитесь на режим DCC если требуется сбросить пароль к одной из следующих кэшированных записей домена:
932=Выберите тип разблокирования
933=У меня есть пароль восстановления
934=У меня есть файл-ключ восстановления
935=У меня есть сертификат
936=Ключ-файл
937=Файл сертификата
938=Выберите зашифрованный диск для разблокирования
939=Разблокирование зашифрованных дисков Bitlocker
940=Расшифровка зашифрованных дисков Bitlocker
941=Для расшифровки зашифрованного диска Bitlocker укажите пароль тома, пароль восстановления, ключ восстановления или сертификат.
942=Зашифрованный диск
943=<< РАЗБЛОКИРОВАТЬ >>
944=Разблокировать выбранный диск
945=Зашифрованные Bitlocker диски не найдены
946=Невозможно разблокировать %s
947=Разблокировать Bitlocker диск
948=Последняя ошибка: %s
949=Шифрование Bitlocker не найдено на диске %C:\\. Все равно продолжить?
950=Программа обнаружила, что следующие диски зашифрованы Bitlocker:
951=Хотите их расшифровать?
952=Система говорит, что она не может разблокировать диск из-за следующей ошибки: %s
953=Диск был успешно разблокирован
954=У меня есть пароль для разблокирования тома
955=Политика паролей установлена
956=Новый пароль соответствует политике паролей
957=Редактор политики паролей
958=Просмотр и редактирование политики паролей (шаг %d из %d)
959=Минимальная длина пароля
960=Длина истории паролей
961=Макс. срок действия пароля
962=Мин. срок действия пароля
963=Минимальное количество знаков, которое должно содержаться в пароле пользователя
964=Кол-во предыдущих сохраненных паролей. Пользователю не разрешается использовать старые пароли из этого списка.
965=Период времени (в днях), в течение которого можно использовать пароль, пока система не потребует от пользователя сменить его
966=период времени (в днях), в течение которого необходимо использовать пароль, прежде чем пользователь сможет его изменить
967=Пароли должны удовлетворять требованиям сложности
968=Пароль не может быть изменен без входа в систему
969=Использовать протокол, не позволяющий контроллеру домена получать текстовые пароли
970=Блокировать встроенную учетную запись администратора от доступа к сети
971=Хранить пароли, используя обратимое шифрование
972=Отключить еженедельную смену пароля уч. записей компьютера
973=Политика паролей влияет на всю систему безопасности. Будте осторожны, изменение некоторых флагов может отключить/заблокировать некоторые учетные записи. Для отключения необходимых атрибутов, пропишите 0 в соответствующее поле ввода.
974=Политика паролей
975=Имя компьютера
976=Изменение свойств учетных записей или системы
977=Невозможно изменить один из атрибутов: %s
978=Данные были успешно изменены
979=Расшифровка паролей Windows Hello
980=Поиск PIN-кода
981=Пароль учетной записи
982=Поиск и расшифровка паролей Windows Hello (шаг %d из %d)
983=Восстановление PIN (шаг %d из %d)
984=Выберите каталог Windows или укажите путь к нему самостоятельно, если по какой-либо причине программа не смогла его определить
985=Список снизу содержит найденные пароли, которые хранятся в системе Windows Hello. Если запись выделена красным цветом, дважды щелкните по ней для завершения дешифровки.
986=Графический пароль
987=Компьютер
988=Точка
989=Линия
990=Круг
991=Фигура
992=Некоторые записи не были расшифрованы. Для завершения расшифровки, дважды щелкните по красной записи и введите PIN-код, соответствующий пользователю.
993=Введите PIN-код
994=Введите PIN-код учетной записи для финальной расшифровки
995=PIN-код состоит из %d цифр
996=PIN-код состоит из цифр
997=PIN-код может содержать цифры, буквы и символы
998=Пароль не расшифрован. Попробовать еще раз?
999=Пароли Windows Hello
1000=Процесс поиска ПИН идет очень медленно из-за сильного шифрования. Отключите все ненужные опции, кроме предположительно самых необходимых. Крайне рекомендуется всегда включать в поиск 'Интеллектуальную атаку'.
1001=Учетные записи, настроенные на использование PIN-кода, обнаружены не были
1002=Нажмите кнопку << ПОИСК PIN >> для запуска процесса восстановления. Это может занять много времени. Чтобы ускорить процесс поиска, выберите только один, необходимый PIN-код. При поиске нескольких PIN-кодов, время увеличивается прямо пропорционально.
1003=Расшифрованные PIN-коды
1004=Проверить PIN-код
1005=Несмотря на то, что код программы сильно оптимизирован, поиск ПИН-кодов из-за сильного шифрования происходит очень медленно. Вы можете увеличить скорость поиска исключив из него все PIN, не представляющие для вас интерес, оставив только один необходимый. Для этого используйте правую кнопку мыши. Исключенные из поиска записи помечены красным цветом.
1006=Программа обнаружила, что по крайней мере один PIN-код слабый и легко может быть расшифрован за разумное время. Хотите запустить гарантированное восстановление?
1007=Ошибка инициализации Windows Hello
1008=Программа не нашла ни одного PIN. Убедитесь, что каталог Windows был задан верно и по крайней мере одна учетная запись была настроена на использование PIN.
1009=Программа обнаружила, что пароли некоторых учетных записей можно расшифровать при помощи расшифровщика Windows Hello. Перед сбросом убедитесь, что вы попробовали все средства для расшифровки текстовых паролей, включая обычный поиск и поиск паролей в системе Windows Hello. Открыть диалог поиска паролей в Windows Hello?
1010=Не найдено ни одной записи. Возможные причины:\n- Неверно задан каталог Windows\n- Используется шифрование файлов на целевой системе\n- Windows Hello еще не была активирована\n- Операционная система не Windows 10
1011=<< ПОИСК ПИН >>
1012=Программа обнаружила несколько каталогов Windows (%d). Выберите необходимый.
1013=TPM протекторы пока не поддерживаются
1014=FORENSICS - инструменты для анализа системы
1015=Различные инструменты для извлечения и анализа активности пользователей
1016=Журнал и статистика учетных записей
1017=Типы учетных записей
1018=Обычные учетные записи
1019=Учетные записи Active Directory
1020=Кэшированные учетные записи домена
1021=Извлечение и просмотр статистики входа в систему (шаг %d из %d)
1022=Выберите тип учетной записи для просмотра статистики. Некоторые типы могут быть недоступны для целевой системы.
1023=NTDS.DIT не найден. Указать путь к нему вручную?
1024=Доступные отчеты
1025=Выберите необходимый отчет и нажмите кнопку "Далее", чтобы начать сбор статистики. Пожалуйста, будьте терпеливы, обработка статистических данных может занять некоторое время.
1026=Последний вход в систему
1027=Активность пользователей
1028=Последний выход из системы
1029=Попытки входа с неверным паролем
1030=Срок действия пароля
1031=Время жизни учетной записи
1032=Полная статистика учетной записи
1033=Полная статистика учетной записи
1034=Извлечение статистики...\n\nПожалуйста, подождите.
1035=Чтобы отсортировать список, щелкните на заголовке столбца. Щелчок правой кнопкой мыши по списку вызовет контекстное меню.
1036=Дней назад
1037=Кол-во входов
1038=История оборудования
1039=Последний выход из системы
1040=История установки программ
1041=Последний вход с неверным паролем
1042=Пароль изменен
1043=Дата создания учетной записи
1044=Кол-во входов в день
1045=История сетевых соединений
1046=Извлечение и просмотр истории (шаг %d из %d)
1047=Фильтр вывода
1048=Расширенные настройки вывода
1049=Показывать все
1050=Показать только элементы, созданные между заданными датами
1051=Показывать только элементы, с заданной датой последнего изменения
1052=Настройте дополнительные фильтры вывода для пропуска ненужных элементов.
1053=Задана неверная дата
1054=Показывать только оборудование, дата установки которого соответствует указанному диапазону
1055=Показывать только оборудование, с заданной датой первого подключения / последнего удаления
1056=Заканчивая:
1057=Начиная с:
1058=Не показывать стандартные системные устройства
1059=Описание
1060=Первая установка
1061=Последнее подключение
1062=Последнее удаление
1063=Имя устройства
1064=Класс
1065=Производитель
1066=Сервис
1067=Описание драйвера
1068=Типичное расположение каталога профилей - C:\\Users
1069=Общесистемные программные установки
1070=Установки ПО конкретных пользователей
1071=Не показывать системные компоненты
1072=Что показывать
1073=Версия
1074=Издатель
1075=Исходное расположение
1076=Установочный путь
1077=Показать только сети, дата создания которых входит в указанный диапазон
1078=Показать только сети, с указанной датой последнего соединения
1079=Имя сети
1080=Категория
1081=Последнее соединение
1082=Шлюз MAC
1083=Общественная сеть
1084=Частная сеть
1085=Доменная сеть
1086=Другое
1087=Локальная сеть
1088=Маркерное кольцо
1089=Волоконно-оптический распределенный интерфейс
1090=Двухточечный протокол канального уровня
1091=Программный loopback
1092=ATM
1093=IEEE 802.11 (Беспроводной)
1094=Инкапсуляция туннельного типа
1095=IEEE 1394 (Firewire)
1096=Мобильный широкополосный доступ для WiMax
1097=Мобильный широкополосный доступ для GSM
1098=Мобильный широкополосный доступ для CDMA
1099=Неизвестно
1100=Последняя активность пользователя
1101=Последние измененные файлы
1102=Последние измененные папки
1103=Общесистемные данные
1104=Данные пользователя
1105=Показывать только элементы с указанной датой последнего изменения
1106=Расширение
1107=Имя файла/элемента
1108=Диалог открытия/сохранения файлов
1109=Запуск из Проводника
1110=Запуск задач
1111=Последние документы
1112=Последние папки
1113=документы
1114=папки
1115=Последние приложения
1116=Последние элементы приложений
1117=Последние подключения удаленного рабочего стола
1118=Введенные сайты в IE
1119=Введенные пути в Проводнике
1120=История поиска в Проводнике
1121=Фоновая активность
1122=Активность рабочего стола
1123=История устройств Bluetooth
1124=История портативных устройств 
1125=История профилей беспроводных сетей
1126=История помощи пользователю
1127=История подключения сетевых дисков
1128=Последние сетевые элементы поиска
1129=Недавний поиски файлов/папок
1130=Последние файлы апплетов (%s)
1131=Последний ключ реестра
1132=Учетные записи Outlook
1133=Последнее завершение работы системы 
1134=Дата установки системы 
1135=Последний вход в систему
1136=Показывать файлы/папки с указанной датой создания
1137=Показывать файлы/папки с указанной датой последнего изменения
1138=Спрятать выбранную запись
1139=Спрятать записи у которых %s='%s'
1140=Сканирование структуры каталогов.\n\nЗаписей обработано/найдено: %lu/%lu
1141=Имя файла
1142=Имя папки
1143=Щелчок правой кнопкой мыши на дереве выводит контекстное меню.
1144=Программа обнаружила, что в системе имеются настройки секретных вопросов и ответов. Хотите извлечь и просмотреть эту информацию?
1145=Секретные вопросы и ответы
1146=Имейте в виду, данная опция доступна только на операционных системах Windows Vista и выше.
1147=экспорт данных
1148=<<<< &В начало
1149=Возврат к главному диалогу
1150=Событие
1151=Системные события
1152=Время
1153=Источник
1154=История Интернет обозревателей
1155=История указанного пользователя
1156=История всех интернет пользователей
1157=Посещенные Веб-сайты
1158=История заполнения полей и форм
1159=История введенных паролей
1160=История кукисов
1161=История загрузок
1162=Что следует искать
1163=Выберите пожалуйста один или несколько элементов браузера, которые необходимо найти.
1164=Браузер
1165=Последнее использование/изменение
1166=Счетчик посещение
1167=Поиск путей к неизвестным браузерам.\n\nЭто может занять некоторое время. Пожалуйста, подождите...
1168=Пароль изменен
1169=Поисковые запросы
1170=[Зашифровано]
1171=просрочен
1172=История запросов
1173=ошибка расшифровки записи базы данных
1174=сбой инициализации базы данных
1175=Убедитесь, что база данных была закрыта корректно. Все служебные файлы (*.log и *.chk) находятся в этом же каталоге. В противном случае, воспользуйтесь NTDSUTIL.EXE или другой утилитой для устранения ошибок.
1176=Не могу загрузить таблицу со схемой
1177=Ошибка обработки схемы базы данных
1178=Ошибка загрузки выбранной записи
1179=Объект не найден
1180=Сбой транзакции данных
1181=Сбой обновления данных
1182=Ошибка загрузки индексов MSYS
1183=Показывать только основные события (рекомендуется)
1184=Программа обнаружила, что система содержит информацию о доверенном автоматическом входе. Это означает, что большую часть личных данных последнего активного пользователя (%s) можно расшифровать, не зная его пароля на вход. Например, WAN/LAN/NETWORK пароли и т.д.\n\nОткрыть диалог поиска и расшифровки сетевых паролей?
1185=Проверка паролей по-умолчанию
1186=Проверка паролей по-умолчанию...\n\nПожалуйста, подождите.
